Repository: guilamu/gf-french-schools
Catalog: languages/gf-*-schools-*.po
Languages: fr_fr

source: Preselection Settings
fr_fr: Paramètres de présélection

source: Preselected Status
fr_fr: Statut présélectionné

source: Preselected Department
fr_fr: Département présélectionné

source: -- None --
fr_fr: -- Aucun --

source: Preselected fields will be hidden from users on the frontend.
fr_fr: Les champs présélectionnés seront masqués pour les utilisateurs.

source: Set default values for Status and Department. When a value is preselected, the corresponding field will be hidden from users on the form.
fr_fr: Définir des valeurs par défaut pour le Statut et le Département. Lorsqu'une valeur est présélectionnée, le champ correspondant sera masqué aux utilisateurs du formulaire.

source: -- Select status first --
fr_fr: -- Sélectionnez d'abord le statut --

source: -- Select department first --
fr_fr: -- Sélectionnez d'abord le département --

source: -- Select city first --
fr_fr: -- Sélectionnez d'abord la ville --

source: No results found
fr_fr: Aucun résultat trouvé

source: Searching...
fr_fr: Recherche en cours...

source: Type at least 2 characters
fr_fr: Saisissez au moins 2 caractères

source: Invalid search type
fr_fr: Type de recherche invalide

source: French Schools
fr_fr: Écoles françaises

source: Allows users to search and select a French educational institution.
fr_fr: Permet aux utilisateurs de rechercher et de sélectionner un établissement scolaire français.

source: Status
fr_fr: Statut

source: -- Select --
fr_fr: -- Sélectionner --

source: Private
fr_fr: Privé

source: School status
fr_fr: Statut de l'établissement

source: Department
fr_fr: Département

source: City
fr_fr: Ville

source: Start typing city name...
fr_fr: Commencez à saisir le nom de la ville...

source: School
fr_fr: École

source: Start typing school name...
fr_fr: Commencez à saisir le nom de l'école...

source: Selected School Information
fr_fr: Informations sur l'établissement sélectionné

source: ID
fr_fr: Identifiant

source: Name
fr_fr: Nom

source: Category
fr_fr: Catégorie

source: Address
fr_fr: Adresse

source: Postal Code
fr_fr: Code postal

source: Phone
fr_fr: Téléphone

source: Priority Education
fr_fr: Éducation prioritaire

source: No
fr_fr: Non

source: This field is required. Please select a school.
fr_fr: Ce champ est obligatoire. Veuillez sélectionner un établissement.

source: School ID
fr_fr: Identifiant de l'établissement

source: School Name
fr_fr: Nom de l'établissement

source: School Type
fr_fr: Type d'établissement

source: School Category
fr_fr: Catégorie d'établissement

source: All Information
fr_fr: Toutes les informations

source: API request failed with status code %d
fr_fr: La requête API a échoué avec le code de statut %d

source: Failed to parse API response
fr_fr: Échec de l'analyse de la réponse API

source: School Type Filters
fr_fr: Filtres par type d'établissement

source: Hide primary schools (Ecoles)
fr_fr: Masquer les écoles primaires (Écoles)

source: Hide middle and high schools (Collèges and Lycées)
fr_fr: Masquer les collèges et lycées

source: Too many requests. Please wait a moment.
fr_fr: Trop de requêtes. Veuillez patienter un instant.

source: Result Display
fr_fr: Affichage du récapitulatif

source: Hide the selected school summary block
fr_fr: Masquer le bloc de récap établissement

source: Unable to rename the update folder.
fr_fr: Impossible de renommer le dossier de mise à jour.
